export const schoolPrologue = [
  "2023년 9월 1일 저녁 7시. 경기도 남양주시의 와부고등학교에서 저녁식사 시간이 끝나고 야간자율학습이 시작되었다.",
  "수능이 얼마 남지 않은 시간, 3학년 학생들은 2층의 자습실에서 공부하거나, 인터넷 강의를 듣고 있었다. 야간자율학습은 필수 참석해야했기 때문에 자습실은 고3 학생들로 꽉 찬 상태였다.",
  "그렇게 1시간이 지난 저녁 8시 20분.",
  "조용했던 와부고등학교 전체에 비명이 들렸다.",
  "3학년 1반 박현성이 책상에 엎드려 사망한 채 발견된 것이다.",
  "박현성이 발견된 장소는 3층, 3학년 1반 교실. 사인은 질식사였다.",
  "사망 추정 시간은 저녁식사를 먹고 나온 7시부터 발견 시각인 8시 20분. 당시 대부분의 학생은 2층 자습실에서 공부하고 있었기 때문에 알리바이가 확실했다. 유지현, 현태민, 손민혜 3명의 학생만이 자습실을 길게 비워 알리바이가 존재하지 않았다.",
  "이들 중 박현성을 죽음에 이르게 한 사람이 있다. 당신은 탐정이 되어, 비밀이 가득한 와부고등학교를 조사하고 박현성의 죽음에 대해 밝혀내야 한다.",
];
