import { SuspectType, VictimType } from "@/types";

export const jahayeonSuspects: SuspectType[] = [
  {
    name: "서경은",
    image: "/image/profile/seo_je.jpeg",
    age: 21,
    gender: "female",
    job: "피해자의 여자친구",
    description:
      "서울대학교 사회과학대학 사회학과 22학번 서경은이라고 합니다. 규민이는 제 남자친구예요.",
    statement:
      "3일간의 행적이라.. 그저께, 그러니까 25일에 채원이와 단둘이 남아서 대화 좀 하다가 늦게 퇴근했었죠. 무슨 얘기였는지 까지는 얘기할 필요가 없을 것 같고... 어제는 채원이보다 먼저 퇴근했었던 것 같아요. 오늘 행적도 그렇게 특별할 건 없었습니다. 제 할일 하다가 7시가 되어서 채원이와 지혜와 라운지에서 있었죠. 지혁이는 케이크 사러 나갔고요. 그냥 건배했는데 채원이가 쓰러졌습니다. 그리고 제가 119에 신고했죠. 그게 다예요.",
    finalArgument:
      "제가 범인이라구요? 저는 정말 아닙니다. 채원이가 죽은 것 때문에 너무 슬픈데 범인으로 몰려야한다니요. 제가 범인이 아닌 이유요? 그야 간단하죠. 첫째로 죽일 이유가 없다. 둘째로 죽일 방법이 없다는 것입니다. 저는 채원이와 항상 같이 퇴근하거나 일찍 퇴근했어요. 도대체 언제 니코틴을 그 술잔에 넣겠냐구요!",
  },

  {
    name: "강지혜",
    image: "/image/profile/kang_jh.jpeg",
    age: 27,
    gender: "female",
    job: "마케팅 인턴",
    description:
      "저는 추러스에서 마케팅 업무를 맡고 있는 강지혜라고 합니다. 오늘은 제 입사 3주년 기념 파티를 하는 날이었어요. 그런데 이런 안좋은 일이 생겨버렸네요. 평소 일 못한다고 구박하시긴 했지만, 나쁜 사람은 아니었어요.",
    statement:
      "3일간의 행적이라, 글쎼요. 전 항상 잡무를 마치고 좀 늦게 퇴근하는 편이긴 하죠. 3년차지만 아직 다른 사람들에 비해 부족하거든요. 그저께 일하다 늦게 퇴근한 것 빼고는 사실 저도 다른사람과 크게 다르지 않았아요. 어제는 일찍 퇴근했고, 오늘은 제 입사 3주년을 기념해서 파티를 열 계획이었어요. 파티를 연 것은 제가 맞아요. 하지만, 이런 일이 생길 줄은 몰랐죠. 남들도 다 입사 n주년을 기념했던걸요. 저는 7시에 라운지에 다같이 앉아서 채원님, 성균님과 대화하고 있었어요. 지혁님은 그때는 몰랐는데, 깜짝 케이크 사러 가셨었고요. 지혁님 오신 7시 30분에 제가 컵에 얼음을 담아 나눠줬어요. 그러고 바로 채원님이 쓰러지신 거에요.",
    finalArgument:
      "제가 범인이라고요? 참... 어이가 없네요. 제가 한채원을 왜 죽여야 하죠? 제가 한채원을 죽일 이유가 없다는 건 이미 조사하셔서 다 아시는 내용 아닌가요? 아 뭐... 꺼림칙한 부분이 없다고는 못하지만, 그건 당장 오늘에야 일어난 일이에요. 제가 한채원을 죽여서 얻는 이득은 하나도 없다고요!!",
  },

  {
    name: "박지혁",
    image: "/image/profile/park_jh.jpeg",
    age: 29,
    gender: "male",
    job: "영업 팀장",
    description:
      "영업 팀장입니다. 채원이랑은 공동 창업자 관게에요. 같은 동아리였거든요. 채원이가 쓰러졌을 때 그 자리에 있었다고 용의자라니, 상당히 불쾌하네요.",
    statement:
      "최근 3일간의 행적이라, 글쎄요. 전 항상 일찍 퇴근하는 스타일이라서요. 제가 사랑하는 사람이 기다리기 때문이죠. 그저께 어제 모두 일찍 퇴근했습니다. 다른 분들이 뭐 한채원 자리로 가는 것도 못봤어요. 오늘 저녁에도 단지 강지혜의 입사 3주년 기념 파티가 있다고 해서 참석한 것 뿐입니다. 저는 7시에 지혜 몰래 나가서 케이크를 사왔어요. 나름 서프라이즈였거든요. 30분쯤에 돌아와서 케이크를 놓고 나서, 건배 후에 채원이가 쓰러진거죠. 흠... 위스키를 좋아하던 채원이가 위스키를 먹고 죽었다. 같은 휴림 동아리였는데, 유감이군요.",
    finalArgument:
      "제가 범인이라구요? 저는 정말 정말 아닙니다. 잘못 짚으셨어요. 채원이는 저랑 공동 창업자일 뿐입니다. 비록 최근에 마음에 들지 않는 일들을 한건 맞지만, 죽일 생각은 안했어요. 게다가 니코틴으로 독살할 생각은 더더욱 하지 않았습니다. 애초에 전 한채원이 오늘 위스키를 마시는 줄도 몰랐어요!",
  },
];

export const jahayeonVictim: VictimType = {
  name: "김규민",
  image: "/image/profile/kim_km.jpeg",
  age: 22,
  gender: "male",
  job: "일어일문학과 21학번 과대표",
  statement: "",
  description:
    " 마르고 작은 체구를 가진 서울대학교 일어일문학과 남학생. 기숙사 신관인 906동에 거주 중이다. 평소 밝은 성격으로, 다른 친구들을 잘 챙겨준다.",
};
