export const MountainPrologue = () => {
  return (
    <>
      2022년 7월 6일 수요일 저녁 8시 10분, 서울관악경찰서로 청룡산 절벽 밑에
      시체가 있다는 신고가 들어왔다. 사망자는 추리수, 23세 남성으로 서울대학교
      추리동아리 ‘추러스’의 회장. 추러스에서 MT를 왔다가 절벽 아래 사망한 채로
      발견되었다고 한다. 사망 원인은 추락사로, 사체에는 바위에 머리를 부딪힌
      흔적이 선명해 실족사인 것처럼 보였는데… 당신은 수년 간 일해온 촉으로 이
      사건을 살인사건으로 판단하고 수사를 시작했다. 청룡산에는 입구가 1개뿐이며,
      입구에 달린 CCTV 기록에 의해 용의자는 총 4명으로 확인됐다. 용의자는
      천람석, 최령신, 차림솔, 그리고 송채린. 천람석은 출구 쪽 경찰서 부근에서
      직접 신고를 한 최초 발견자이며, 그 외의 다른 용의자들은 청룡산 정상 부근의
      추러스 가게에 모여있던 것으로 확인되었다. 이들 중 추리수를 살해한 범인이
      있다. 당신은 악의가 가득한 청룡산 MT의 비밀을 풀고 청룡산 살인사건의
      진실을 파헤쳐야 한다.
    </>
  );
};
