import { AdditionalQuestionType } from "@/features/suspect/types";

export const dureAdditionalQuestions: AdditionalQuestionType[] = [
  {
    no: 1,
    question: "김성균은 피해자를 평소에 어떻게 생각하고 있었나요?",
    answer:
      "김성균은 피해자 한채원을 평소에 좋아하고 있었던 것으로 보입니다. 피해자와 자주 대화를 나누고, 개인적인 부탁도 자주 하는 등 호감을 가지고 있었던 것으로 추정됩니다.",
  },
  {
    no: 2,
    question: "살해 당시 피해자 맞은 편에 앉아있던 사람은 누구인가요?",
    answer:
      "살해 당시 피해자 맞은 편에 앉아있던 사람은 비즈니스팀의 팀장인 심현수입니다. 그는 평소에도 피해자와 자주 대화를 나누는 사이였으며, 이날도 피해자와 가까운 자리에서 함께 있었습니다.",
  },
  {
    no: 3,
    question: "박지혁의 연인은 누구인가요?",
    answer:
      "박지혁의 연인은 강지혜입니다. 두 사람은 회사 내에서 비밀리에 연애를 하고 있었으며, 서로의 감정을 숨기지 않고 표현하는 사이였습니다.",
  },
  {
    no: 4,
    question: " 강지혜가 추러스에 입사하게 된 계기는 무엇인가요?",
    answer:
      "강지혜는 우연한 기회에 추러스에 입사하게 되었습니다. 그녀는 원래 다른 회사에서 일하고 있었지만, 추러스의 비즈니스팀에서 인턴십 기회를 제공받아 입사하게 되었습니다. 이후 정규직으로 전환되어 현재까지 근무하고 있습니다.",
  },
];
