export const JahayeonPrologue = () => {
  return (
    <>
      2023년 1월 29일 오전 6시. 얼어붙은 자하연에서 시체가 발견되었다. 피해자는
      김하연, 남성, 22세. 서울대학교 일어일문학과 21학번의 과 대표로 있던
      학생이었다. <br />
      사망 추정 시간은 오후 11시 이후. 사체가 얼어붙어있고, 추운 날씨였기 때문에
      정확한 사망시간을 추정하기 어렵다. <br /> 사인은 익사. 몸에서 다량의
      알코올이 나왔다는 점과 실제로 그 날 술자리가 있었다는 점, 몸에 다른 몸싸움
      흔적이 없다는 점에서 사람들은 실족사로 생각하고 있었다. <br />
      하지만 탐정인 당신은 무언가 수상하다고 느낀다. 자하연은 실족사하기 쉽지
      않은 연못이기 때문이다. 주변인 조사 결과 당일 알리바이가 명확하지 않은
      용의자는 총 4명, 서여친, 조노원, 이구관, 박경기. 그들은 오전 6시 시점에
      모두 각자의 집 또는 기숙사 방에 있었던 것으로 확인되었다. <br /> 이들 중
      김하연을 죽음에 이르게 한 사람이 있다. 당신은 탐정이 되어, 비밀이 가득한
      28일 저녁의 사건들을 조사하고 김하연의 죽음에 대해 밝혀내야 한다.
    </>
  );
};
