export const KpopPrologue = () => {
  return (
    <>
      2025년 8월 2일 토요일 오후 3시, SNUBC 방송국 지하 1층. 추리 예능
      추리헌터스(약칭 추러스)를 촬영하러 사람들이 모였다. 나도 몰래 지켜봤다. 내
      이름은 마사, 19세, 뉴비 퇴마사다. 2인조 걸그룹 HaEvE에게서 무언가 불길한
      기운이 느껴져, 아빠 친구인 석PD한테 부탁해 방송국 출입증을 얻어내고
      감시하고 있다. HaEvE는 나를 사생팬으로 생각하는 것 같지만…. 하지만 시간이
      돼도 HaEvE의 이브가 나타나지 않았다. HaEvE가 따로 다니는 바람에 이브의
      소재를 놓쳤는데… 불안감이 몰려왔다. 그리고 그 불안감은 현실이 됐다.
      <br />
      사람들이 방송국을 수색하던 중, 원형 계단 난간 밖에서 참혹하게 죽은 시체를
      발견했다. 이브였다. 시체는 엎드린 상태였으며, 이마 밑으로 피가 고여
      있었다. 팔다리는 기괴하게 꺾여 있었다. 곧 경찰이 오고 상황이 정리되는 줄
      알았지만… “누가 나를 죽였어!!!!” 시체에서 큰 소리가 났다. 바로 옆에서
      시체를 살피던 경찰이 비명을 질렀다. 시체가 서서 히 일어났다. 이마의 크고
      깊게 패인 상처에서부터 얼굴을 따라 흐르는 피에 압도된 나는 그 광경을
      지켜보고만 있을 수밖에 없었다. “너야? 너야? 너야?” 이브의 시체가
      손가락으로 주위 사람을 하나씩 가리켰다. “가만 있어 봐, 너희한테서도 나랑
      같은 기운이 느껴져…” 시체가 나와 눈을 마주쳤다. “잠깐, 넌 누구야! 안 돼,
      저승으로 돌아가기 싫어!” <br />
      “자자, 모두 침착해주십시오! 시체는 저희 경찰이 뒤쫓겠습니다!” 경찰이
      무전기를 들며 말했다. “아아, 지금 피해자 이브 도주 중. 네, 살해당한
      피해자가 도주 중인 것 맞습니다. 실제 상황입니다. 도움 요청합니다.”
      순식간에 일어난 일이었다. 나는 한 발 늦게 상황을 파악했다. 방금 그 기운…
      악령이다. 악령이 이브의 시체를 차지해버린 것이다. 그러고는 악령을 저승으로
      되돌려보낼 수 있는 나를 피해 도망쳐버렸다. 내가 바로 퇴마했어야 하는 데…
      나는 실수를 수습하기 위해 머리를 빠르게 굴렸다. 내가 지금 쫓아가더라도
      경찰보다 먼 저 악령을 붙잡을 리 없다. 그렇다면 차라리 사건의 진상을
      파헤쳐서, 악령이 갈 만한 곳을 알아내자!
    </>
  );
};
