export const GhostPrologue = () => {
  return (
    <>
      2026년 8월 10일 월요일 오후 9시 30분, 샤울특별시에서 가장 유명한 놀이공원
      ‘추추어드벤쳐’는 평일 저녁임에도 폐장 전 불꽃놀이와 퍼레이드를 보기 위해
      많은 사람이 몰려있었다. 많은 인파 속, 국내 최대 귀신의 집인 ‘추서운
      이야기’에서는 한창 마감을 준비 중이었다. 갑자기 출구쪽에서 한 여성의
      소리가 들렸다. <br />
      “시체가 있어, 사람이 죽었다고!” <br />
      마스크를 쓰고 있어 잘 들리진 않았지만, 그녀가 패닉하고 있다는 사실은
      분명했다. 알바를 포함한 주위 사람들은 그녀를 이상하게 쳐다봤다. 그저
      귀신의 집이 너무 무서워 정신을 못 차리는 손님 정도로 생각하고 있었다.
      특히, 마지막 구간의 그 ‘하이라이트’ 부분 연출을 보았다면 그런 반응을
      보이는 것도 놀랍지 않았다. <br />
      귀신의 집 알바들과 관리자도 하나 둘 그녀 주위로 모이기 시작했다. <br />
      “아니, 같이 들어가줘요. 우물 안에 시체가 있다니까?” <br />
      귀신 알바였던 기귀신, 손거울이 나와 마스크를 낀 그녀와 함께 다시 귀신의
      집으로 향하기 시작했다. 무서운 귀신 분장을 한 두 명이 너무나 친절하게
      진정시켜주며 같이 들어가주는 모습에 주변 사람들은 웃기 시작했다. <br />
      하이라이트 부분인 우물 방에 들어간 셋. 우물 뚜껑이 닫혀있는 모습에
      손거울이 말한다. <br />
      “물안 님, 나오세요. 마감해야해요. 앞에 다 끝났어요.” <br />
      대답이 들려오지 않자, 기귀신은 우물 뚜껑을 연다. 그 안에는 처녀귀신 알바,
      ‘우물안’이 쓰러져있었다. 그녀는 대답이 없었다. <br />
      “봐봐, 죽어있잖아…!” <br />
      싸늘하게 우물 안에서 죽어있는 우물안의 시체를 보고, 셋은 아무 말도 할 수
      없었다.
    </>
  );
};
