export const StartUpPrologue = () => {
  return (
    <>
      2023년 5월 27일 금요일 저녁 7시 경.
      <br />
      서울 강남구 삼성동에 위치한 IT 스타트업 '추러스'의 사무실에서 소박한 파티가 열렸다.
      <br />
      파티의 주인공은 강지혜. 마케팅 팀의 인턴으로 파티는 그녀의 입사 2주년을 기념하는 자리였다.
      <br />
      파티라고 해봤자, 공용 오피스 라운지에서 간단한 음식과 술을 나눠먹는 것 뿐이었지만 말이다. 컵에 얼음을 담고 있던 강지혜는 
      뒷문쪽에서 누군가 들어오는 것을 느꼈다.
      <br />
      "입사 3주년 축하해요!"
      <br/>
      영업 팀장으로 일하고 있는 박지혁이 케이크를 들고 들어왔다. 데이터 관리자 김성균과 대표이사 한채원은 케이크를 받아서 강지혜에게
      전달했다. 강지혜는 얼음을 넣은 컵들을 각자 자리에 놓아주며 케이크를 책상 가운데에 놓았다.
      <br />
      박지혁은 케이크를 잘라 각자의 접시에 나눠주었다. 한채원은 자신만의 위스키가 든 물약통과 브랜디 병을 사무실에서 가져와 책상 위에 놓았다.
      <br />
      "성균, 너는 술을 안 마시니까 물이나 마셔."
      <br />
      성균을 제외한 사람들에게는 브랜디를 각자 컵에 따랐고, 한채원은 물약통의 위스키를 자신의 컵에 방울방울 넣었다. 
      <br />
      '자, 그럼 건배 먼저 합시다.'
      <br />
      김성균은 컵을 들어 모두에게 건배를 제안했다. 모두가 컵을 들고 건배를 하자, 한채원과 사람들은 모두 컵을 비웠다.
      <br />
      얼마 되지 않아, 한채원의 표정이 일그러졌다. 혀가 불타는 듯한 느낌이 든다면서, 극심한 고통을 호소했다. 몇초 되지 않아 한채원은 라운지 바닥에 쓰러졌다.
      순식간에 벌어진 일이었다. 한채원의 몸은 더 이상 움직이지 않았다.
      <br />
      '뭐야, 뭐야, 뭐야?'
      <br />
      '채원아 어서 일어나!'
      <br />
      세 사람은 충격에 빠졌다. 한채원은 더 이상 숨을 쉬지 않았다. 하지만 어째서인지 세 사람 모두 119에 선뜻 전화를 걸지 못하고 있다. 다들 휴대전화만 꺼내고는 주저하는 듯한 분위기였다.
      이들 중 한채원을 죽음에 이르게 한 사람이 있다. 당신은 그 사람을 찾아내야 한다.
    </>
  );
};
