export const SubwayPrologue = () => {
  return (
    <>
      2020년 4월 25일 토요일 밤 10시. 코로나19 감염증의 확산으로 인해
      서울대입구역은 한산한 분위기였다. <br />
      지하철을 타러 가던 관악구 보건소 공무원 정보건은 에스컬레이터를 내려가기
      전, 심한 구토와 호흡곤란을 일으키며 주저앉았다. 이후 심각한 마비 증세를
      보이다 결국 그 자리에서 사망했다. <br />
      처음엔 외상이 전혀 없는 점으로 미루어 심근경색으로 여겨졌지만, 심근경색이면
      발견되어야 할 동맥경화가 없었다. 이에 따라 경찰은 직접적 사인을 질식사로
      보고 독살 가능성을 의심하고 있다. <br />
      문제는 그날 CCTV가 왠지 모르게 꺼져 있었다는 사실이다. 최근 피해자와
      접촉했거나 연락한 사람은 총 4명. 전공익, 전사장, 홍셰프, 그리고
      하승객이다. <br />
      당신은 시간 알리바이가 거의 무의미한 이 상황에서, 주어진 증거만으로
      정보건을 살해한 진범을 밝혀내야 한다. 누가, 어떻게, 왜 이런 지하철역에서의
      살인을 의도한 것일까? 아니, 의도하긴 했을까?
    </>
  );
};
