export const ClubroomPrologue = () => {
  return (
    <>
      2026년 10월 18일 일요일 오전 11시 40분. 서울대학교 63동 학생회관
      4층에 있는 추러스 동아리방에서 비명소리가 들렸다. 그것은 장절친의
      목소리. <br />
      연락을 받고 도착한 용의자들은 장절친까지 모두 4명이었다. 안총무,
      구애인, 오지인, 그리고 장절친. <br />
      그들의 눈 앞에 보이는 것은 침대에서 이불을 덮은 채 죽어있는 추러스 회장
      나회장의 시신이었다. 언뜻 보면 자고 있는 듯 했지만, 확실히 나회장은
      사망한 상태였다. <br />
      추러스 동아리방 비밀번호를 아는 것은 추러스 회원 뿐. 외부인의 영향은
      없어보인다. 네 명은 자는 듯 죽어있는 나회장의 시신을 보고 각자만의
      반응을 보였지만, 슬퍼하는 듯한 표정을 보이는 사람은 아무도 없었다. <br />
      하필 주말이었고, 밤새 학생회관을 드나드는 사람이 없었어서 알리바이
      정보를 확인하기 힘들 뿐더러 동아리방 근처에는 CCTV도 없기 때문에 추리에
      난항이 예상된다. 당신은 이 좁은 동아리방에서 일어난 끔찍한 사건의
      진상을 밝히기 위해 이불을 들춰보았다.
    </>
  );
};
