export const BluemoonPrologue = () => {
  return (
    <>
      “한 달에 두 번째 보름달이 뜨는 날, ■■를 죽이면 두 개의 ■■■이 연결된다는
      전설이 있다.” <br />
      <br />
      여섯 명의 인물은 서울대학교 28동의 한 강의실에서 동시에 눈을 떴다. 그들은
      영문도 모른 채, 갑자기 바뀌어버린 주변 풍경에 당황스러워했다. 깔끔한 나무
      책상에, 불 없이 빛을 내고 있는 천장의 저 물체까지. 유일하게 익숙한
      것이었다면, 방 앞쪽에 쓰러져있는 김관우였다. 그는 이미 숨을 거둬보였다.
      <br />
      허순: 으윽.. 이게 무슨 상황이죠?
      <br />
      연화: 잠시만요ㅡ 저기 쓰러져 있는 저분, 제 남편인 것 같아요.
      <br />
      그녀는 크게 놀란 듯 보였다. 그러나 이내 침착을 유지하고 이야기했다.
      <br />
      연화: 그런데 여기 너무 낯설지 않아요? 깔끔하게 정제된 나무 소재에, 이건
      아무래도 의자의 용도로 사용되는 것 같고… 평생 못 보던 것들 투성이에요.
      <br />
      가영: 음… 아무래도 그 말이 사실이었나 보네요. 시간 이동을 하는 방법에 대한
      전설이 있었는데… 누군가 진짜로 살인을 한 거군요.
      <br />
      모두들 당황하며 정적이 흐르다, 연부농이 먼저 입을 뗐다.
      <br />
      부농: 그럼 원래 시간으로 돌아가려면 어떻게 해야 하죠?
      <br />
      가영: 아무래도 이 일이 일어난 원인을 찾아, 다시 시간을 원래대로
      돌려놓아야지요.
      <br />
      선민: 그렇다면 살인범을 찾아야 한다는 말씀입니까?
      <br />
      가영: 그래야 하지 않을까요?
      <br />
      량타오췬: Hao. 좋다.
      <br />
      허순: 소녀도 여기에 동의합니다.
      <br />
      그렇게 여섯 인물들은, 범인을 찾고 원래 살던 곳으로 돌아가기 위한 여정을
      떠났다. 다른 목적을 가진 한 명과 함께 말이다.
    </>
  );
};
