export const SchoolPrologue = () => {
  return (
    <>
      2023년 9월 1일. 저녁 7시. <br />
      경기도 남양주시의 와부고등학교에서 저녁식사 시간이 끝나고 야간자율학습이
      시작되었다. 수능이 얼마 남지 않은 시간, 3학년 학생들은 2층의 자습실에서
      공부하거나, 인터넷 강의를 듣고 있었다. 야간자율학습은 필수 참석해야했기
      때문에 자습실은 고3 학생들로 꽉 찬 상태였다.
      <br /> 그렇게 1시간이 지난 저녁 8시 20분. 조용했던 와부고등학교 전체에
      비명이 들렸다. 3학년 1반 박현성이 책상에 엎드려 사망한 채 발견되었다.
      박현성은 성적도 좋게 나와 의과대학 진학을 목표로 하고 있었고, 생활기록부를
      위해 교내 생명과학 동아리 기장을 맡고 있었다. 봉사활동도 하고, 다른
      친구들에게 선물도 자주 주는 등 착실한 학생으로 소문이 나 있었다. <br />
      박현성이 발견된 장소는 3층, 3학년 1반 교실. 사인은 질식사였다. 입에는
      삼키지 못한 수면제 5, 6알이 있었고 목에는 무언가에 졸린 듯한 자국이
      남아있었다. 유서가 프린팅 되어 준비되었다는 점, 박현성 본인은 수면제 구입
      기록이 없었다는 점, 그리고 수면제 복용으로 인한 질식사가 아니라는 부검
      결과로 미루어 보아 탐정인 당신은 타살이라고 확신했다.
      <br /> 사망 추정 시간은 저녁식사를 먹고 나온 7시부터 발견 시각인 8시 20분.
      당시 대부분의 학생은 2층 자습실에서 공부하고 있었기 때문에 알리바이가
      확실했다. 유지현, 현태민, 손민혜 3명의 학생만이 자습실을 길게 비워
      알리바이가 존재하지 않았다.
      <br /> 이들 중 박현성을 죽음에 이르게 한 사람이 있다. 당신은 탐정이 되어,
      비밀이 가득한 와부고등학교를 조사하고 박현성의 죽음에 대해 밝혀내야 한다.
    </>
  );
};
