export const SerialPrologue = () => {
  return (
    <>
      2025년 10월 10일 금요일 오후 11시 5분. 서울대학교 28동에서 ‘시체가
      추락했다’는 신고가 들어왔다. <br />
      출동 준비를 하려는 당신. 그때까지는 다른 ‘크라임씬’과 별반 다르지 않은
      시작이었다. <br />
      그러나 5분 뒤인 11시 10분. 경찰서로 신고가 하나 들어온다. “301동에서
      사람이 떨어졌어요!”. <br />
      5분의 간격을 두고 사람이 추락사했다. 피해자는 각각 남남친과 여여친. 두
      피해자는 이미 연인 관계인 것으로 밝혀졌다. 탐정인 당신은 무언가
      꺼림직했다. 이건, 단순 동반자살 사건이 아니다. 누군가 의도적으로 살해한
      것이라는 직감이 들었다. 하지만, 이 기괴한 동시 사망 사건을 어떻게 풀 수
      있을 것인가? <br /> 피해자 두 명과 최근에 연락하였고 알리바이가 명확하지
      않은 용의자는 총 세 명. 권영교, 황새내, 그리고 안친구. 첫 번째 28동에서의
      신고자는 황새내, 두 번째 301동에서의 신고자는 안친구이다. 이 셋 중 두
      피해자의 목숨을 빼앗은 범인이 있다. 탐정인 당신은 범인을 찾아 이 비밀이
      가득한 사 건의 해답을 찾아내야 한다.
    </>
  );
};
