export const NovelistPrologue = () => {
  return (
    <>
      2026년 1월 10일, 밤 10시. 경기도 양평군의 한 산길 중턱에 있는 펜션.
      <br />
      펜션의 식당에는 긴 테이블을 둘러싸고 의자가 다섯 자리 놓여 있지만, 그 중
      둘을 제외하고는 이미 주인이 자리를 비웠다.
      <br />
      먹다 남은 그릇에 바게트빵 몇 조각이 덩그러니 놓여있다. 자리마다 놓인
      잔의 와인도 하나둘씩 식어 갔다. 밖은 가느다란 눈이 소복소복 내리고 있다.
      남은 둘은 잠을 잘 기분도 아니어서 이따금씩 화장실도 들르며 식당에서
      와인을 홀짝이고 있었다.
      <br />
      “지금 시간이면 집필 중이실 텐데, 방해하면 아까보다 더 화내실지도 몰라요.
      게다가 말이 통하는 상태도 아니시고요.” 찬이 말했다.
      <br />
      선생은 평소에 반드시 정해진 시각에 원고를 쓰는 것으로 유명했다. 오늘 같은
      날에도 루틴을 지킬지는 미지수였지만, 아무튼 찬이 말렸음에도 인영은 결국
      위층으로 향했다.
      <br />
      식당에 혼자 남은 찬은 의자 등받이에 몸을 기대고 인영이 성큼성큼 나간
      뒷모습을 쫒아 복도를 내다보았다. 5분 정도 시간이 흐르자 복도에서 다급한
      발소리가 들리더니 인영이 가쁜 숨을 쉬며 식당으로 뛰어 들어왔다.
      <br />
      “선생님이...” 인영은 숨을 고르고 말했다. “돌아가셨어. 아무래도
      살해당하신 것 같아.”
      <br />
      눈길때문에 경찰은 오지 못하는 상태. 이환 선생의 죽음은 명백한 살인이다.
      선생이 스스로 죽음을 택했을 동기가 있을지는 몰라도, 스스로 가슴을 칼로
      찔러 자살하는 사람이 있겠는가.
      <br />
      그리고 만약 살인이라면, 범인은 이 건물 안의 사람일 수밖에 없다. 이환
      선생의 제자 4명, 윤찬, 류인영, 황도경 그리고 서재승. 이들 중 선생을 죽인
      살인범이 있다.
    </>
  );
};
