export const ParadePrologue = () => {
  return (
    <>
      2026년 8월 10일 월요일 오후 9시, 서울특별시에서 가장 유명한 실내
      놀이공원 ‘추추어드벤처’에서는 폐장 전 마지막 다크 판타지 퍼레이드가 한창이었다.
      중앙 광장의 조명이 어두워지자 검은 덩굴로 장식된 퍼레이드 카와 함께, 조명과
      양초를 얼굴로 한 기묘한 인형탈들이 모습을 드러냈다.
      <br />
      <br />약 30분 뒤 퍼레이드가 끝나고 직원들이 하나둘 백스테이지로 돌아오기
      시작했다. 그런데 배우를 준비하며 추추어드벤처에서 인형탈 아르바이트를 하던
      20대 남성 ‘주배우’의 모습이 보이지 않았다. 조금 전 퍼레이드에도 분명
      참가했지만, 전화에도 응답하지 않았다.
      <br />
      <br />직원 몇 명이 주배우를 찾아 백스테이지를 돌아다니기 시작했다.
      <br />
      <br />그러던 중 인형탈 보관소 안쪽을 확인하던 직원 한 명이 비명을 질렀다.
      <br />
      <br />쌓여 있던 의상과 장비 사이에 주배우가 쓰러져 있었다. 옷에는 피가 번져
      있었고, 몸에는 누군가에게 공격당한 흔적이 남아 있었다. 이미 호흡과 맥박은
      없었다.
      <br />
      <br />조금 전까지 수많은 관객 앞에서 춤추고 있던 주배우는, 인형탈들 사이에서
      싸늘한 시체가 되어 있었다.
      <br />
      <br />추추어드벤처의 마지막 퍼레이드는 끝났지만, 그날 밤의 진짜 무대는 이제 막
      시작되고 있었다.
    </>
  );
};
